Repository: q231950/btlb
Catalog: StringTables/Applicationwide.xcstrings
Source language: en
Languages: de, es, fr, ru, tr, uk

source: Accounts
de: Konten
es: Cuentas
fr: Comptes
ru: Аккаунты
tr: Hesaplar
uk: Облікові записи

source: Authentication failed
de: Authentifizierung fehlgeschlagen
es: Error de autenticación
fr: Authentification échouée
ru: Ошибка аутентификации
tr: Kimlik doğrulama başarısız
uk: Помилка аутентифікації

# AUTHENTICATION_FAILED_ADVICE
source: Please check your username, password and the selected library.
de: Bitte überprüfe Nutzernummer, Passwort und die ausgewählte Bibliothek.
es: Por favor verifique su nombre de usuario, contraseña y la biblioteca seleccionada.
fr: Veuillez vérifier votre nom d'utilisateur, mot de passe et la bibliothèque sélectionnée.
ru: Пожалуйста, проверьте ваше имя пользователя, пароль и выбранную библиотеку.
tr: Lütfen kullanıcı adınızı, şifrenizi ve seçili kütüphaneyi kontrol edin.
uk: Будь ласка, перевірте своє ім'я користувача, пароль та вибрану бібліотеку.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отмена
tr: İptal
uk: Скасувати

source: Charges
de: Gebühren
es: Cargos
fr: Frais
ru: Платежи
tr: Ücretler
uk: Плата

source: Details of the Accounts and Info section will be displayed here.
de: Hier werden die Details der Konto- und Infosektion angezeigt.
es: Los detalles de la sección Cuentas e Información se mostrarán aquí.
fr: Les détails de la section Comptes et Informations seront affichés ici.
ru: Здесь будут отображаться детали раздела Аккаунты и Информация.
tr: Hesaplar ve Bilgi bölümünün ayrıntıları burada görüntülenecek.
uk: Тут будуть відображені деталі розділу Облікові записи та Інформація.

# DETAILS_FOR
source: Details on
de: Details zu
es: Detalles sobre
fr: Détails sur
ru: Детали о
tr: Ayrıntılar
uk: Деталі про

# Error_while_connecting_button1
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отмена
tr: İptal
uk: Скасувати

# Error_while_connecting_button2
source: Remove Proxy
de: Proxy entfernen
es: Eliminar proxy
fr: Supprimer le proxy
ru: Удалить прокси
tr: Proxy'yi kaldır
uk: Видалити проксі

# Error_while_connecting_message
source: Maybe you have no network? Or try without a network proxy?
de: Vielleicht hast du kein Netz? Oder versuche es mal ohne Proxy
es: ¿Tal vez no tienes conexión a internet? ¿Ó prueba sin un proxy de red?
fr: Peut-être n'avez-vous pas de réseau ? Ou essayez sans proxy réseau ?
ru: Возможно, у вас нет сети? Или попробуйте без сетевого прокси?
tr: Belki ağ bağlantınız yok? Veya ağ proxy'si olmadan deneyin?
uk: Можливо, у вас немає мережі? Або спробуйте без мережевого проксі?

# Error_while_connecting_title
source: Connection Error
de: Verbindungsfehler
es: Error de conexión
fr: Erreur de connexion
ru: Ошибка подключения
tr: Bağlantı hatası
uk: Помилка з'єднання

source: Libraries
de: Bibliotheken
es: Bibliotecas
fr: Bibliothèques
ru: Библиотеки
tr: Kütüphaneler
uk: Бібліотеки

# LIBRARIES_BEING_UPDATED
source: Updating libraries
de: Aktualisiere Bibliotheken
es: Actualizando bibliotecas
fr: Mise à jour des bibliothèques
ru: Обновление библиотек
tr: Kütüphaneler güncelleniyor
uk: Оновлення бібліотек

# LIMITED_APP_USE
source: BTLB functionality will be limited
de: Die Funktionalität von BTLB wird eingeschränkt sein.
es: La funcionalidad de BTLB será limitada
fr: Les fonctionnalités de BTLB seront limitées
ru: Функциональность BTLB будет ограничена
tr: BTLB işlevleri sınırlı olacak
uk: Функціональність BTLB буде обмежена

source: Loading...
de: Lädt...
es: Cargando...
fr: Chargement...
ru: Загрузка...
tr: Yükleniyor...
uk: Завантаження...

source: Loans
de: Entleihungen
es: Préstamos
fr: Emprunts
ru: Выдачи
tr: Ödünçler
uk: Позики

source: More
de: Mehr
es: Más
fr: Plus
ru: Еще
tr: Daha fazla
uk: Більше

# NEVER_UPDATED
source: You have never updated your accounts. Tap on the update button at the top right corner of the screen to run an update now
de: Du hast deine Konten noch nie aktualisiert. Tappe auf den Aktualisieren Button am oberen rechten Bildschirmrand, um jetzt eine Aktualisierung durchzuführen
es: Nunca has actualizado tus cuentas. Toca el botón de actualización en la esquina superior derecha de la pantalla para ejecutar una actualización ahora
fr: Vous n'avez jamais mis à jour vos comptes. Appuyez sur le bouton de mise à jour en haut à droite de l'écran pour effectuer une mise à jour maintenant
ru: Вы никогда не обновляли свои аккаунты. Нажмите кнопку обновления в верхнем правом углу экрана, чтобы запустить обновление сейчас
tr: Hesaplarınızı hiç güncellemediniz. Şimdi bir güncelleme çalıştırmak için ekranın sağ üst köşesindeki güncelleme düğmesine dokunun
uk: Ви ніколи не оновлювали свої облікові записи. Натисніть на кнопку оновлення в правому верхньому куті екрана, щоб запустити оновлення зараз

# NO_INTERNET
source: No Connection
de: Kein Netz
es: Sin conexión
fr: Aucune connexion
ru: Нет соединения
tr: Bağlantı yok
uk: Немає з'єднання

# NO_INTERNET_NO_AUTO_UPDATE
source: BTLB was not able to automatically synchronize any account
de: BTLB konnte kein Konto synchronisieren
es: BTLB no pudo sincronizar automáticamente ninguna cuenta
fr: BTLB n'a pas pu synchroniser automatiquement aucun compte
ru: BTLB не смог автоматически синхронизировать ни один аккаунт
tr: BTLB hiçbir hesabı otomatik olarak senkronize edemedi
uk: BTLB не зміг автоматично синхронізувати жоден обліковий запис

# NO_INTERNET_NO_UPDATES
source: No Connection
de: Verbindungsfehler
es: Sin conexión
fr: Aucune connexion
ru: Нет соединения
tr: Bağlantı yok
uk: Немає з'єднання

# NO_USERDATA_SERVICE
source: Service unavailable
de: Service reagiert nicht
es: Servicio no disponible
fr: Service indisponible
ru: Сервис недоступен
tr: Hizmet kullanılamıyor
uk: Сервіс недоступний

# NO_USERDATA_SERVICE_SUBTITLE
source: Please try again later
de: Bitte versuche es später erneut
es: Por favor inténtelo de nuevo más tarde
fr: Veuillez réessayer plus tard
ru: Попробуйте снова позже
tr: Lütfen daha sonra tekrar deneyin
uk: Будь ласка, спробуйте пізніше

# NOT_ACTIVATED
source: Account was not activated. Please check your internet connection.
de: Konto wurde nicht aktiviert. Überprüfe deine Netzwerkverbindung.
es: La cuenta no fue activada. Por favor verifique su conexión a internet.
fr: Le compte n'a pas été activé. Veuillez vérifier votre connexion internet.
ru: Аккаунт не был активирован. Пожалуйста, проверьте интернет-соединение.
tr: Hesap etkinleştirilemedi. Lütfen internet bağlantınızı kontrol edin.
uk: Обліковий запис не було активовано. Будь ласка, перевірте своє інтернет-з'єднання.

# NOT_ACTIVATED_DUE_TO_LOGIN_CREDENTIALS_INCOMPLETE
source: %@ was not activated because of missing login credentials. Please enter your user ID as well as password.
de: %@ wurde wegen fehlender Login Daten nicht aktiviert. Bitte gib sowohl deine Nutzer ID als auch das Passwort an.
es: %@ no fue activada debido a credenciales de inicio de sesión faltantes. Por favor ingrese su ID de usuario y contraseña.
fr: %@ n'a pas été activé en raison d'identifiants de connexion manquants. Veuillez saisir votre identifiant utilisateur ainsi que votre mot de passe.
ru: %@ не был активирован из-за отсутствующих данных для входа. Пожалуйста, введите ваш ID пользователя и пароль.
tr: %@ eksik giriş bilgileri nedeniyle etkinleştirilemedi. Lütfen kullanıcı kimliğinizi ve şifrenizi girin.
uk: %@ не було активовано через відсутні дані для входу. Будь ласка, введіть свій ідентифікатор користувача та пароль.

# NOT_ACTIVATED_DUE_TO_LOGIN_FAILURE
source: %@ was not activated because of wrong login data.
de: '%@' wurde wegen falscher Login Daten nicht aktiviert.
es: %@ no fue activada debido a datos de inicio de sesión incorrectos.
fr: %@ n'a pas été activé en raison de données de connexion incorrectes.
ru: %@ не был активирован из-за неправильных данных для входа.
tr: %@ yanlış giriş verileri nedeniyle etkinleştirilemedi.
uk: %@ не було активовано через неправильні дані для входу.

# NOT_ACTIVATED_DUE_TO_MISSING_CREDENTIALS
source: Please enter your username and password
de: Bitte gib Nutzernummer und Passwort an
es: Por favor ingrese su nombre de usuario y contraseña
fr: Veuillez saisir votre nom d'utilisateur et votre mot de passe
ru: Пожалуйста, введите имя пользователя и пароль
tr: Lütfen kullanıcı adınızı ve şifrenizi girin
uk: Будь ласка, введіть своє ім'я користувача та пароль

# NOT_ACTIVATED_DUE_TO_MISSING_PASSWORD
source: Please enter your password
de: Bitte gib dein Passwort ein
es: Por favor ingrese su contraseña
fr: Veuillez saisir votre mot de passe
ru: Пожалуйста, введите ваш пароль
tr: Lütfen şifrenizi girin
uk: Будь ласка, введіть свій пароль

# NOT_ACTIVATED_DUE_TO_MISSING_USERID
source: Please enter a username
de: Bitte trage die Nutzernummer ein
es: Por favor ingrese un nombre de usuario
fr: Veuillez saisir un nom d'utilisateur
ru: Пожалуйста, введите имя пользователя
tr: Lütfen bir kullanıcı adı girin
uk: Будь ласка, введіть ім'я користувача

source: not now
de: später
es: ahora no
fr: pas maintenant
ru: не сейчас
tr: şimdi değil
uk: не зараз

# NOT_UPDATED_DUE_TO_LOGIN_FAILURE
source: %@ was not updated because of wrong login data
de: '%@' wurde wegen falscher Login Daten nicht aktualisiert.
es: %@ no fue actualizada debido a datos de inicio de sesión incorrectos
fr: %@ n'a pas été mis à jour en raison de données de connexion incorrectes
ru: %@ не был обновлен из-за неправильных данных для входа
tr: %@ yanlış giriş verileri nedeniyle güncellenmedi
uk: %@ не було оновлено через неправильні дані для входу

# Nothing_to_update_message_multiple
source: None of your accounts is active. Activate at least one account in the accounts view
de: Keines der Konten ist aktiv. Aktiviere mindestens ein Konto in der Kontenansicht.
es: Ninguna de sus cuentas está activa. Active al menos una cuenta en la vista de cuentas
fr: Aucun de vos comptes n'est actif. Activez au moins un compte dans la vue des comptes
ru: Все ваши аккаунты уже обновлены.
tr: Hesaplarınızın hiçbiri aktif değil. Hesaplar görünümünde en az bir hesabı etkinleştirin
uk: Жоден з ваших облікових записів не активний. Активуйте принаймні один обліковий запис у перегляді облікових записів

# Nothing_to_update_message_single
source: Your account is not active. Activate it in the accounts view
de: Dein Konto ist inaktiv. Aktiviere es in der Kontenansicht.
es: Su cuenta no está activa. Actívela en la vista de cuentas
fr: Votre compte n'est pas actif. Activez-le dans la vue des comptes
ru: Ваш аккаунт уже обновлен.
tr: Hesabınız aktif değil. Hesaplar görünümünde etkinleştirin
uk: Ваш обліковий запис не активний. Активуйте його у перегляді облікових записів

# Nothing_to_update_title
source: Nothing to update
de: Nichts zu aktualisieren
es: Nada que actualizar
fr: Rien à mettre à jour
ru: Нечего обновлять
tr: Güncellenecek bir şey yok
uk: Нічого оновлювати

source: Operation failed
de: Die Operation wurde nicht ausgeführt
es: Operación fallida
fr: L'opération a échoué
ru: Операция не удалась
tr: İşlem başarısız
uk: Операція не вдалася

source: Please use a library known to the application
de: Bitte wähle eine Bibliothek, welche der App bekannt ist
es: Por favor use una biblioteca conocida por la aplicación
fr: Veuillez utiliser une bibliothèque connue de l'application
ru: Пожалуйста, используйте библиотеку, известную приложению
tr: Lütfen uygulamaya bilinen bir kütüphane kullanın
uk: Будь ласка, використовуйте бібліотеку, відому програмі

source: Proxy address
de: Proxy Adresse
es: Dirección del proxy
fr: Adresse proxy
ru: адрес прокси
tr: Proxy adresi
uk: Адреса проксі

# Proxy_error_while_connecting
source: Proxy error
de: Proxy Fehler
es: Error de proxy
fr: Erreur de proxy
ru: Ошибка прокси при подключении
tr: Proxy hatası
uk: Помилка проксі

# REQUEST_CREATION_FAILED
source: Unable to create request
de: Ein Request konnte nicht erzeugt werden
es: No se puede crear la solicitud
fr: Impossible de créer la requête
ru: Ошибка создания запроса
tr: İstek oluşturulamadı
uk: Неможливо створити запит

source: Reservations
de: Vormerkungen
es: Reservas
fr: Réservations
ru: Резервирования
tr: Rezervasyonlar
uk: Резервування

# synchronizing accounts
source: synchronizing...
de: Synchronisiere...
es: sincronizando...
fr: Synchronisation...
ru: синхронизация аккаунтов
tr: senkronize ediliyor...
uk: синхронізація...

source: The action could not be performed because the library is unknown.
de: Die Anwendung konnte die Anfrage nicht verarbeiten, weil die Bibliothek unbekannt ist.
es: La acción no se pudo realizar porque la biblioteca es desconocida.
fr: L'action n'a pas pu être effectuée car la bibliothèque est inconnue.
ru: Действие не может быть выполнено, так как библиотека неизвестна.
tr: Kütüphane bilinmediği için işlem gerçekleştirilemedi.
uk: Дію не вдалося виконати, оскільки бібліотека невідома.

source: Try again
de: Versuchen
es: Intentar de nuevo
fr: Recommencer
ru: Попробовать снова
tr: Tekrar dene
uk: Спробувати знову

source: undefined library name
de: unbekannte Bibliothek
es: nombre de biblioteca indefinido
fr: nom de bibliothèque indéfini
ru: Неопределенное имя библиотеки
uk: невизначена назва бібліотеки

# WONT_UPDATE_ACCOUNT
source: Your account was not updated. Please check your internet connection.
de: Dein Konto wurde nicht aktualisiert. Überprüfe die Internetverbindung.
es: Su cuenta no fue actualizada. Por favor verifique su conexión a internet.
fr: Votre compte n'a pas été mis à jour. Veuillez vérifier votre connexion internet.
ru: Не будет обновлять аккаунт
uk: Ваш обліковий запис не було оновлено. Будь ласка, перевірте своє інтернет-з'єднання.

# WONT_UPDATE_ACCOUNTS
source: None of your accounts was updated. Please check your internet connection.
de: Keines der Konten wurde aktualisiert. Überprüfe die Internetverbindung.
es: Ninguna de sus cuentas fue actualizada. Por favor verifique su conexión a internet.
fr: Aucun de vos comptes n'a été mis à jour. Veuillez vérifier votre connexion internet.
ru: Не будет обновлять аккаунты
uk: Жоден з ваших облікових записів не було оновлено. Будь ласка, перевірте своє інтернет-з'єднання.

source: Port
es: Puerto
ru: порт
uk: Порт
